Repository: wp-plugins/teletter-telegram-newsletter
Catalog: languages/tbot-*.po
Languages: fa_ir

source: %s New Subscribers Added to your List.<br />
fa_ir: %s کاربر جدید به لیست اعضای خبرنامه اضافه شد.<br />

source: %s New Updates Received...<br/>
fa_ir: %s آپدیت جدید از تلگرام دریافت شد.<br/>

source: 100 Messages
fa_ir: ارسال 100 تایی

source: 100 new updates
fa_ir: 100 آپدیت جدید

source: 20 Messages
fa_ir: ارسال 20 تایی

source: 20 new updates
fa_ir: 20 آپدیت جدید

source: 200 Messages
fa_ir: ارسال 200 تایی

source: 50 Messages
fa_ir: ارسال 50 تایی

source: 50 new updates
fa_ir: 50 آپدیت جدید

source: Active Users
fa_ir: کاربران فعال

source: Add New
fa_ir: عضو جدید

source: Add New Item
fa_ir: افزودن عضو جدید

source: Admin
fa_ir: دسترسی

source: Admin Password
fa_ir: رمز مدیر

source: Admin users can receive alerts for new subscribers ans un subscription.
fa_ir: مدیران خبرنامه امکان دریافت پیام در صورت عضویت یا لغو عضویت کاربران را خواهند داشت.

source: All Items
fa_ir: نمایش همه

source: All Users
fa_ir: همه اعضا

source: Before updating this settings please read the Documents carefully
fa_ir: قبل از انجام تغییرات در این بخش، آموزش کار با افزونه را به دقت مطالعه کنید.

source: Both
fa_ir: هر دو حالت

source: Command to Unsubscribe
fa_ir: دستور تعریف شده برای لغو عضویت

source: Custom Message
fa_ir: متن دلخواه

source: Daily
fa_ir: روزانه

source: Disable
fa_ir: غیرفعال

source: Edit Item
fa_ir: ویرایش

source: Enter Your Telegram Bot Token
fa_ir: Token دریافتی از تلگرام برای روبات را وارد کنید.

source: First Name
fa_ir: نام

source: Get Telegram API ready
fa_ir: تنظیمات خبرنامه روبات تلگرام

source: Hourly
fa_ir: هر ساعت

source: Last Name
fa_ir: نام خانوادگی

source: Manual
fa_ir: آپدیت دستی

source: Message Text
fa_ir: متن پیام

source: Message to unsubscriber
fa_ir: متن پیام لغو عضویت

source: New Item
fa_ir: عضو جدید

source: New Subscriber
fa_ir: عضو جدید

source: New Unsubscriber
fa_ir: لغو عضویت جدید

source: No Limit
fa_ir: بدون محدودیت

source: Not found
fa_ir: نتیچه ای یافت نشد

source: Not found in Trash
fa_ir: زباله دان خالی است

source: Parent Item:
fa_ir: مادر:

source: Search Item
fa_ir: جستجو

source: Send Newsletter to All users or Active Users
fa_ir: ارسال به همه کاربران یا کاربران فعال

source: Send Notification for
fa_ir: قابلیت ارسال خبرنامه هنگام ایجاد

source: Send Updates to Admins
fa_ir: ارسال پیام به مدیر ربات

source: Send to All Subscribers.
fa_ir: ارسال خبرنامه برای همه اعضا

source: Split Query Users
fa_ir: سبک کردن درخواست ها به سرور

source: Status
fa_ir: وضعیت

source: Subscribe Date
fa_ir: تاریخ عضویت

source: Subscriber ID
fa_ir: شناسه

source: Telegram API
fa_ir: API تلگرام

source: Telegram Bot Subscribers
fa_ir: اعضای خبرنامه روبات تلگرام

source: Telegram Newsletter
fa_ir: خبرنامه تلگرام

source: There is Some Errors, No Updates Received from Telegram API!. Please Check Your Telegram API Settings.<br />
fa_ir: خطایی رخ داده است، هیچ آپدیت جدیدی از تلگرام دریافت نشد، لطفا تنظیمات رو بازبینی کنید.

source: Twice Daily
fa_ir: دو بار در روز

source: URL
fa_ir: لینک مطلب

source: URL and Custom Message
fa_ir: لینک مطلب به همراه پیام دلخواه

source: Unknown
fa_ir: نا مشخص

source: Update Item
fa_ir: بروزرسانی

source: Use getUpdates or Webhook
fa_ir: انتخاب متد ارتباط با تلگرام

source: Username
fa_ir: نام کاربری

source: View Item
fa_ir: نمایش

source: Welcome Message to New Subscriber
fa_ir: پیام خوش آمد برای اعضای جدید

source: admin
fa_ir: مدیر

source: admins can send text messages and photos directly from their phones to all subscribers.
fa_ir: مدیران میتوانند متن یا تصویر را مستقیما از تلگرام خود برای تمام اعضای خبرنامه ارسال کنند.

source: choose lower numbers to prevent Request Timed out on sharing hosts.
fa_ir: در صورت استفاده از هاست اشتراکی و یا مشاهده پیام request timed out این عدد را کاهش دهید.

source: every user that send this password to the bot will be known as admin. whenever an admin user sends message to the bot, this message will be sent as a newsletter.
fa_ir: هر کاربری که این رمز را به ربات ارسال کند از آن پس یکی از مدیران ربات خواهد بود و قادر است مستقیما برای اعضا خبرنامه ارسال کند.

source: getUpdates Limit in every recurrence
fa_ir: محدود کردن آپدیت های جدید در هر بار ارتباط با تلگرام

source: getUpdates Recurrence
fa_ir: تعداد درخواست اتوماتیک برای دریافت اعضای جدید در روز

source: subscriber
fa_ir: عضو خبرنامه

source: subscribers
fa_ir: اعضای خبرنامه
